Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/leserinnlegg:_et_modig_folk.html.tmx
Source language: nob
Languages: sma

source: Sametingets plenum skal behandle Sametingsmelding om likestilling, Sábme jállu, denne uken.
sma: Saemiedigkien stoerretjåanghkoe edtja Saemiedigkiebïevnesem mïrrestallemen bïjre, Sábme jállu, gïetedidh daan våhkoen.

source: I den forbindelse har sametingspresident Aili Keskitalo skrevet et leserinnlegg:
sma: Dan sjïekenisnie saemiedigkiepresidente Aili Keskitalo lohkijetjaalegem tjaaleme:

source: Aili Keskitalo Kenneth Hætta Sametingets plenum skal behandle Sametingsmelding om likestilling, Sábme jállu, i desember.
sma: Kenneth Hætta Saemiedigkien stoerretjåanghkoe edtja Saemiedigkiebïevnesem gïetedidh mïrrestallemen bïjre, Sábme jállu, goeven.

source: Dette er en viktig melding som mange har ventet på.
sma: Daate vihkeles bïevnese maam jeenjesh leah vuarteme.

source: Det samiske samfunnet er i endring.
sma: Saemien seabradahke lea jarkelimmesne.

source: Et aktuelt spørsmål i de samiske samfunnene er hvordan fornorskningen har påvirket vårt samfunn i et likestillingsperspektiv.
sma: Akte sjyöhtehke gyhtjelasse saemien seabradahkine lea guktie daaroedehteme lea mijjen seabradahkem baajnehtamme mïrrestallemeperspektijvesne.

source: Det har ikke vært rom for mangfold og forståelse av oss selv som urfolk, og dette kommer særlig til uttrykk i mangelen på åpenhet og begreper på likestillingsfeltet.
sma: Ij leah sijjie orreme gellievoetese jïh goerkesasse jïjtjestanne goh aalkoeåålmege, jïh joekoen våajnoes sjædta dan åvteste ræhpasvoete jïh baakoetjïerth mïrrestallemesuerkesne leah faatoes.

source: Vi står i et kulturelt spenn mellom det tradisjonelle samiske samfunnet og nåtidens forventninger om modernitet.
sma: Mijjieh kulturelle suerkesne tjåadtjobe gaskem aerpievuekien saemien seabradahke jïh daaletje tïjjen veanhtadimmieh daajbaaletje ïedtji bïjre.

source: Likestillingsarbeidet endrer seg også i Sápmi.
sma: Mïrrestallemebarkoe aaj Saepmesne jorkeseminie.

source: Flere samer velger å være åpen om etnisitet, seksuell orientering og funksjonsnedsettelser.
sma: Jienebh saemieh veeljieh ræhpas årrodh etnisiteeten, seksuelle vaaksjoehtimmien jïh funksjovnegiehpiedimmiej bïjre.

source: Å være åpen om diskriminering og hatytringer som samer har opplevd i flere hundre år, er blitt selvfølgelig for mange.
sma: Ræhpas årrodh sïerredimmien jïh aassjoelahtestimmiej bïjre mejtie saemieh leah dååjreme gellie tjuetie jaepieh, sïejhme sjïdteme jeenjesidie.

source: Samer retter ryggen og vil ikke la seg kue av fordommer verken internt i det samiske samfunnet, eller fra majoritetssamfunnet.
sma: Saemieh rudtjem sïejkedieh jïh eah sïjhth åvtelh-aarvoeh edtjieh sijjem narrahtidh, ij saemien seabradahken sisnjelen jallh jienebelåhkoeseabradahkeste.

source: Mer åpenhet og inkludering i likestillingsdebatten er en del av et nødvendig demokratiseringsprosjekt i Sápmi.
sma: Vielie ræhpasvoete jïh feerhmeme mïrrestallemedigkiedimmesne lea bielie aktede daerpies demokratiseradimmieprosjekteste Saepmesne.

source: Samiske kvinner organiserte seg allerede i 1910.
sma: Saemien nyjsenæjjah jïjtjemse öörnedin joe 1910.

source: Brurskanken samiske kvinneforening ble stiftet av sterke kvinner som organiserte det første samiske landsmøtet, samemøtet, i 1917.
sma: Brovresen saemien nyjsenesiebrie tseegkesovvi nænnoes nyjsenijstie mah dam voestes saemien rïjhketjåanghkoem öörnedin, saemietjåanghkoe 1917.

source: Elsa Laula Renberg var en av foregangskvinnene som spesielt oppfordret kvinnene til å arbeide for samiske saker.
sma: Elsa Laula Renberg lij akte dejstie gujnijste njueniehkisnie mah joekoen nyjsenidie heesti saemien aamhtesi åvteste barkedh.

source: Senere ble det dannet samiske kvinneorganisjoner, Sámi NissonForum og Sáráhkká.
sma: Mænngan saemien nyjsenesiebrieh tseegkesovvin, Sámi NissonForum jïh Sáráhkká.

source: De har gitt viktige bidrag til den samiske likestillingskampen.
sma: Dah vihkeles dåarjoem mïrrestallemegæmhpoje vadteme.

source: Den første redegjørelsen om likestilling på Sametinget ble behandlet i plenum i 2004.
sma: Voestes reektestimmie mïrrestallemen bïjre Saemiedigkesne gïetesovvi stoerretjåanghkosne 2004.

source: Kjønnslikestilling, kamp mot vold og toleranse for ulike seksuelle legninger var prioriterte områder for Sametingets arbeid.
sma: Tjoelemïrrestalleme, gæmhpoe vædtsoesvoeten vööste jïh toleraanse ovmessie seksuelle legningi åvteste lin suerkieh mejgujmie Saemiedigkie barki.

source: Siden den gang har Sametingets arbeid utviklet seg til også å gjelde likestilling for personer med funksjonsnedsettelse og arbeid mot hatytringer og hatkriminalitet.
sma: Don mænngan Saemiedigkien barkoe jïjtjemse evtiedamme guktie aaj mïrrestallemen bïjre almetjidie funksjovnegiehpiedimmine jïh barkoe aassjoelahtestimmiej jïh aassjoekriminaliteeten vööste.

source: Retten til å være den man er og elske den man vil er grunnleggende.
sma: Reakta årrodh gie lea jïh iehtsedh gïem sæjhta leah vihkele.

source: Ingen skal begrenses på grunn av sitt kjønn eller funksjonsevne.
sma: Ij guhte edtjh gaertjiedimmieh dååjredh sov tjoelen jallh funksjovnemaahtoen gaavhtan.

source: Mitt ønske er at det samiske samfunn skal være åpent og inkluderende for alle.
sma: Mov sjaavnjoe lea saemien seabradahke edtja ræhpas jïh feerhmeles årrodh gaajhkesidie.

source: Vi trenger mangfoldet blant oss og vi trenger alle for å gå inn i fremtiden som et stolt folk.
sma: Mijjieh gellievoetem mijjen gaskem daarpesjibie jïh gaajhkesidie daarpesjibie juktie garmeres åålmeginie båetijen aejkien sïjse vaedtsedh.

source: Fordommer og hets har sin bakgrunn i mange hundre år med fornorskning og undertrykking.
sma: Åvtelh-aarvoeh jïh narrahtimmie sijjen våaromem utnieh daaroedehtiemisnie jïh dïedtelgimmesne mah gellie tjuetie jaepieh vaaseme.

source: I dag ser vi at samer ikke lenger godtar hån og trusler.
sma: Daan biejjien vuejnebe saemieh eah vielie narrahtimmieh jïh aajhtoeh jååhkesjh.

source: Stadig flere forteller åpent om hva de har vært utsatt for og er med på å plassere ansvar for uakseptabel oppførsel hos den som fremsetter sjikane.
sma: Ahkedh jienebh ræhpaslaakan soptsestieh maam sijjieh leah dååjreme, jïh leah meatan dïedtem bïejedh dïsse mij vestieslaakan dåemede jïh narrehte.

source: Vi er et modig folk.
sma: Mijjieh garmeres åålmege.

source: Likestillingsarbeidet er noe vi gjør sammen, enkeltvis og som samfunn.
sma: Mïrrestallemebarkoe lea mij akt maam ektesne darjobe, akti akti jïh goh seabradahke.
